import { Injectable } from '@angular/core';

@Injectable({
  providedIn: 'root',
})
export class RulesService {
  constructor() {}

  rules: string[] = [
    'гра відбувається на заболоченому майданчику;',
    'заборонена зміна взуття у ході гри;',
    'розміри поля — 60×35 м;',
    'команда: 5 польових гравців та воротар;',
    'матч: 2 тайми по 12 хвилин;',
    'штрафні та вільні удари здійснюються підкиданням з рук;',
    'заміна гравців здійснюється без зупинки гри;',
    'кількість замін необмежена.',
  ];
}
