import { Injectable } from '@angular/core';

@Injectable({
  providedIn: 'root',
})
export class ShortInfoService {
  constructor() {}

  presentation_image: string = '../../assets/img/bolotnyi-futbol.jpg';

  short_info: string =
    'Звучить, звичайно, дивно, але це дійсно так і є. Стандартна гра в футбол, тільки поле не класичне з зеленим газоном і розміткою, а величезна калюжа бруду. Гравці вибирають місцевість, де є природна заболочена зона, і з задоволенням бігають, майже плавають по «полю». Для чемпіонатів (так-так, чемпіонатів!) створюються спеціальні болотисті поля, що відповідають нормам. Як не дивно, правила у цю гру теж є, причому вони не дуже відрізняються від класичних футбольних. Перше і головне – гравці змагаються в чоботях. Протягом всієї гри, що складається з двох таймів по 13 хвилин, заборонено змінювати взуття. Якщо болотний футболіст втратив чобіт, він залишає поле.';
}
